import '../../../models/simple_material_content.dart';
import '../../../models/templates/section_one.dart';

SimpleMaterialContent get qiroahBab2Content => SimpleMaterialContent([
  SectionOne("Qiro'ah", [
    'الْمَرَافِقُ الْمَدْرَسِيَّةِ',
    'اسْمِي عَابِدٌ، أَنَا طَالِبٌ فِي الْمَدْرَسَةِ الْمُتَوَسّطَةِ الْحُكُوْمِيَّةِ بِبَانْدُنغْ مَدْرَسَتِي وَاسِعَةٌ وَكَامِلَةٌ بِمَرَافِقِهَا الَّتِي تُسَاعِدُ أَعْضَاءُ الْمَدْرَسَةِ فِي عَمَلِيَّةِ التَّعَلُّمِ وَالتَّعْلِيمِ. يَشْعُرُ الطُّلاَّبُ بِسُرُورٍ . لِأَنَّهُمْ يَسْتَطِيعُوْنَ الدِّرَاسَةَ بِسُهُولَةٍ فِي السَّنَةِ الْمَاضِيَّةِ حِينَمَا سَجَّلَنِي أَبِي فِي هَذِهِ الْمَدْرَسَةِ الْتَقَيْنَا مَعَ رَئِيسِ الْمَدْرَسَةِ ، السَّيِّدُ مَرْوَانُ. دَعَانَا لِلتَّجَوُّلِ حَوْلَ الْمَدْرَسَةِ لِرُؤْيَةِ الْمَرَافِقِ الْمَدْرَسِيَّةِ. شَعَرْنَا بِسُرُوْرٍ لِأَنَّهُ اسْتَقْبَلْنَا بِمُهَذَّبٍ.',
    'فِي الطَّابِقِ الْأَوَّلِ، أَنْظَرَ السَّيِّدُ مَرْوَانُ غُرْفَةَ رَئِيسِ الْمَدْرَسَةِ وَغُرْفَةَ الْمُدَرِّسِينَ وَغُرْفَةَ السُّؤُوْنِ الْإِدَارِيَّةِ وَغُرْفَةَ الصِّحَّةِ وَالْفُصُوْلَ وَالْمَيْدَانَ . ثُمَّ اسْتَمَرَّ السَّيِّدُ مَرْوَانُ وَرَاءَ الْفُصُوْلِ، هُنَاكَ حَدِيقَةُ الْمَدْرَسَةِ وَالْمَسْجِدُ وَالْمَقْصَفُ . أَخْبَرَ السَّيِّدُ مَرْوَانُ أَنَّ الطُّلاَّبُ يَسُرُّونَ اِسْتِرَاحَةً فِي حَدِيقَةِ الْمَدْرَسَةِ بَعْدَ صَلَاةِ الضُّحَى وَصَلَاةِ الظُّهْرِ فِي الْمَسْجِدِ إِنْ لَمْ يَشْتَرُوا الأَطْعِمَةَ فِي الْمَقْصَفِ. ثُمَّ دَلَّ السَّيِّدُ مَرْوَانُ الْحَمَّامَاتِ. أَخْبَرَ أَنَّ الْمَدْرَسَةَ تَهْتَمُّ إِلَى نَظَافَةِ الْمَدْرَسَةِ لِذلِكَ، وُضِعَتِ الْمَزْبَلَةُ الْكَثِيرَةُ حَوْلَ الْمَدْرَسَةِ. وَتَنْقَسِمُ الْمَزْيَلَةُ إِلَى نَوْعَيْنِ : الْمَرْبَلَةُ لِزَبَالَةٍ عُضْوِيَّةٍ وَالْمَزْبَلَةُ لِزَبَالَةٍ غَيْرُ عُضْوِيَّةٍ.',
    'فِي الطَّابِقِ الثَّانِي، أَنْظَرَ السَّيِّدُ مَرْوَانُ الْمَكْتَبَةَ وَالْمَعْمَلَ وَالْمَخْزَنَ. أَخْبَرَ السَّيِّدُ مَرْوَانُ أَنَّ التَّلَامِيذَ يَسُرُّوْنَ قِرَاءَةً وَاسْتِعَارَةَ كُتُبِ فِي الْمَكْتَبَةِ وَمُمَارَسَةً فِي الْمَعْمَلِ فِي هَذِهِ الْمَدْرَسَةِ ثَلَاثَةُ مَعَامِلَ ، مَعْمَلُ اللُّغَةِ ومَعْمَلُ الْحَاسُوبِ وَمَعْمَلُ الْعُلُومِ الطَّبِيعِيَّةِ. أَمَّا وَظِيفَةُ الْمَخْزَنِ لِحِفْظِ أَدَوَاتِ التَّنْظِيفِ.',
  ]),
  SectionOne("Tugas Individu", [
    'Jawablah pertanyaan-pertanyaan di bawah ini dengan benar!',
    '١. هَلْ وَقَعَتْ مَدْرَسَةُ عَابِدٍ فِي سُوْرَا كَرْتَا؟',
    '٢. مَاذَا يَشْعُرُ التَّلَامِيذُ؟',
    '٣. مَا اسْمُ رَئِيسِ الْمَدْرَسَةِ فِي مَدْرَسَةِ عَابِدٍ؟',
    '٤. كَمْ نَوْعُ الْمَزْيَلَةِ فِي مَدْرَسَةِ عَابِدٍ؟',
    '٥. مَا الْغُرْفَةُ فِي الطَّابِقِ الثَّانِي؟',
  ]),
]);
